<%@ page language="java" contentType="text/html;charset=utf-8"
	pageEncoding="utf-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<TITLE>百度贴吧协议</TITLE>
<LINK href="https://www.baidu.com/pub/css/font.css" type=text/css
	rel=stylesheet>
<META content="MSHTML 6.00.2900.2963" name=GENERATOR>
</HEAD>

<BODY bgColor=#ffffff topMargin=5>
	<TABLE height=65 cellSpacing=0 cellPadding=0 width=750 align=center
		border=0>
		<TBODY>
			<TR>
				<TD width=337><A href="https://tieba.baidu.com/"> <IMG
						height=46 src="https://img.baidu.com/img/post-jg.gif" width=137
						border=0> </A>
				</TD>
				<TD width=313></TD>
				<TD width=100>
					<DIV align=right>
						<!--    language=JavaScript src="https://www.baidu.com/pub/js/search.js"
                            type=text/JavaScript></scri-->
					</DIV>
				</TD>
			</TR>
		</TBODY>
	</TABLE>
	<TABLE cellSpacing=0 cellPadding=0 width=750 align=center
		bgColor=#1a3eb0 border=0>
		<TBODY>
			<TR vAlign=bottom>
				<TD class=f14 height=25>
					<DIV align=center>
						<STRONG><A class=mm href="https://tieba.baidu.com/">
								<FONT color=#ffffff> 贴吧首页 </FONT> </A> <FONT color=#ffffff> ｜
						</FONT> <A class=mm href="https://www.baidu.com/"> <FONT
								color=#ffffff> 百度首页 </FONT> </A> </STRONG>
					</DIV>
				</TD>
			</TR>
		</TBODY>
	</TABLE>
	<BR>
	<BR>
	<TABLE class=f9 cellSpacing=0 cellPadding=5 width=750 align=center
		border=0>
		<TBODY>
			<TR>
				<TD class=f9 bgColor=#eeeeee>
					<DIV align=center>
						<B>贴吧协议</B>
					</DIV>
				</TD>
			</TR>
			<TR>
				<TD><B><SPAN class=f9><BR> </SPAN> </B> <SPAN class=f9>&nbsp;&nbsp;&nbsp;&nbsp;欢迎光临百度贴吧，请您仔细阅读以下条款，如果您未满18周岁，请在法定监护人的陪同下阅读本协议。如果您对本协议的任何条款表示异议，您可以选择不进入百度贴吧；进入百度贴吧则意味着您将同意遵守本协议下全部规定，并完全服从于百度贴吧的统一管理。</SPAN>
					<BR> <BR> <SPAN class=f9><B>第一章 总则</B> </SPAN>
					<BLOCKQUOTE>
						<P class=f9>
							第1条 "百度"、"贴吧"为百度公司注册商标，任何人未经百度公司许可不得以任何形式擅自使用。 <BR>第2条
							百度贴吧是百度公司向用户提供的信息存储空间，为用户提供讨论、交流的平台。 <BR>第3条
							百度贴吧所有权、经营权、管理权均属百度公司。 <BR>第4条 本协议最终解释权归属百度公司。 <BR>
						</P>
					</BLOCKQUOTE>
					<P class=f9>
						<SPAN class=f9><B>第二章 贴吧用户</B> </SPAN>
					<BLOCKQUOTE>
						<P>
							<BR>第5条 凡是注册用户和浏览用户均为百度贴吧用户（以下统称"用户"）。 <BR>第6条
							用户的个人信息受到保护，不接受任何个人或单位的查询。国家机关依法查询除外，用户的个人设置公开除外。
						<BLOCKQUOTE>
							<P>
								<BR>1.
								贴吧非常重视对用户信息的保护。在使用贴吧前，请您详细阅读并透彻理解《隐私权保护声明》（链接：http://www.baidu.com/duty/yinsiquan.html）。如您选择使用贴吧，即表示您同意贴吧根据本声明的规定收集和使用相关信息及数据。
								<BR>2.
								为方便您使用贴吧、百度钱包或百度其他关联公司的相关服务，您授权贴吧将您在账户注册和使用贴吧交易平台服务过程中提供、形成的信息传递给百度钱包或百度其他关联公司，或从百度钱包、百度其他关联公司获取您在注册、使用相关服务期间提供、形成的信息。
							</P>
						</BLOCKQUOTE>
						<BR>第7条 用户享有言论自由的权利。 <BR>第8条
						用户的言行不得违反《计算机信息网络国际联网安全保护管理办法》、《互联网信息服务管理办法》、《互联网电子公告服务管理规定》、《维护互联网安全的决定》、《互联网新闻信息服务管理规定》等相关法律规定，不得在百度贴吧发布、传播或以其它方式传送含有下列内容之一的信息：
						<BLOCKQUOTE>
							<P>
								<BR>1.反对宪法所确定的基本原则的； <BR>2.危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
								<BR>3.损害国家荣誉和利益的； <BR>4.煽动民族仇恨、民族歧视、破坏民族团结的； <BR>5.破坏国家宗教政策，宣扬邪教和封建迷信的；
								<BR>6.散布谣言，扰乱社会秩序，破坏社会稳定的； <BR>7.散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
								<BR>8.侮辱或者诽谤他人，侵害他人合法权利的； <BR>9.煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
								<BR>10.以非法民间组织名义活动的； <BR>11.含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；
								<BR>12.侵犯他人知识产权或其他合法权益的； <BR>13.含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。
							</P>
						</BLOCKQUOTE>
						<BR>第9条 用户在百度贴吧发表文章时，除遵守本协议外，还需遵守吧主对该吧的相关规定。 <BR>第10条
						用户不得违规在百度贴吧内发布广告，包括但不限于：
						<BLOCKQUOTE>
							<P>
								<BR>1.发布带有任何有联系方式的网络创业、网络兼职、刷Q币以及非真实性中奖信息； <BR>2.内容包含带有任何联系方式的学历职称代办，专业代做试题，作业，论文等题目以及售卖考试答案等信息；
								<BR>3.发布任何带有联系方式的银行卡代办、买卖发票、非法彩票等信息； <BR>4.含有联系方式的黑客、收费删帖、办证刻章等违法信息；
								<BR>5.非官方认证的发布任何带有联系方式的医院、美容、药品、祛斑、医生专家和整容等信息。
							</P>
						</BLOCKQUOTE>
						<BR>第11条
						用户应承担一切因其个人的行为而直接或间接导致的民事或刑事法律责任，因用户行为给百度公司造成损失的，用户应负责赔偿。 <BR>第12条
						百度贴吧拥有对违反本站规则的用户进行处理的权力，直至禁止其在本贴吧内发布信息。 <BR>第13条
						除百度官方管理的贴吧外，用户有权按百度吧主流程申请担任其他吧的吧主。 <BR>第14条
						禁止任何使用发贴机等非法软件进行爆吧、违规发贴的行为。 <BR>第15条
						任何用户发现贴吧贴子内容涉嫌侮辱或者诽谤他人、侵害他人合法权益的或违反贴吧协议的，有权按<a
							href="http://tieba.baidu.com/tb/tsgz/index.html" target="_blank">贴吧投诉规则</a>进行投诉。
						<BR>第16条
						为了能够给广大用户提供一个优质的交流平台，同时使各贴吧能够良性、健康的发展，将对涉及反动、色情的头像、签名档和发布盗版和不良内容的用户，进行严厉处理。一经发现此类行为，将视情况给予暂时或永久封禁ID并清空所有发言的处罚。
						</P>
					</BLOCKQUOTE>
					<P class=f9>
						<SPAN class=f9><B>第三章 权利声明</B> </SPAN>
					<BLOCKQUOTE>
						<P class=f9>
							第17条
							贴吧由用户创建，是用户对该吧名称所指事物、现象介绍、评论的平台。贴吧文章仅代表作者观点，与百度公司无关。对于用户言论的真实性引发的全部责任，由用户自行承担，百度公司不承担任何责任。
							<BR>第18条
							用户之间因使用百度贴吧而产生或可能产生的任何纠纷和/或损失，由用户自行解决并承担相应的责任，与百度公司无关。 <BR>第19条
							用户在百度贴吧发表的作品，百度公司有权转载或引用。 <BR>第20条
							用户在任何时间段在百度贴吧发表的任何内容的著作财产权，用户许可百度公司在全世界范围内免费地、永久性地、不可撤销地、可分许可地和非独家地使用的权利，包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及《著作权法》规定的由著作权人享有的其他著作财产权利。并且，用户许可百度公司有权利就任何主体侵权而单独提起诉讼，并获得全部赔偿。
						</P>
					</BLOCKQUOTE>
					<P class=f9>
						<SPAN class=f9><B>第四章 处罚规则</B> </SPAN>
					<BLOCKQUOTE>
						<P class=f9>第21条
							百度公司郑重提醒用户，若出现下列情况任意一种或几种，将承担包括被关闭全部或者部分权限、被暂停或被删除其帐号的后果，情节严重的，还将承担相应的法律责任。

						
						<BLOCKQUOTE>
							<P>
								<BR>1.使用不雅或不恰当ID和昵称； <BR>2.发表含有猥亵、色情、人身攻击和反政府言论等非法或侵权言论的；
								<BR>3.从事非法商业活动； <BR>4.模仿贴吧管理人员ID或者他人ID，用以假冒管理人员或破坏管理人员形象；
								<BR>5.使用发贴机等非法软件进行爆吧、违规发贴的行为； <BR>6.侵犯他人知识产权或其他合法权益的；
								<BR>7.其他百度公司认为不恰当的情况。
							</P>
						</BLOCKQUOTE>
						<BR>第22条
						凡文章出现以下情况之一，百度贴吧管理人员有权不提前通知作者直接删除，并依照有关规定作相应处罚。情节严重者，百度贴吧管理人员有权对其做出关闭部分权限、暂停直至删除其帐号。
						<BLOCKQUOTE>
							<P>
								<BR>1.发表含有本协议第8条禁止发布、传播内容的文章； <BR>2.发表不符合版面主题，或者无内容的灌水文章；
								<BR>3.同一文章多次出现的； <BR>4.违反本协议第9条的规定，发布广告的； <BR>5.文章内容或个人签名会包含有严重影响用户浏览的内容或格式的；
								<BR>6.其他百度公司认为不恰当的情况。
							</P>
						</BLOCKQUOTE>
						</P>
					</BLOCKQUOTE>
					<P class=f9>
						<SPAN class=f9><B> 第五章 关于游戏的特别约定</B> </SPAN>
					<BLOCKQUOTE>
						<P class=f9>
							第23条
							针对百度向用户提供与游戏（指由百度代理运营的游戏的统称，包括计算机客户端游戏、网页游戏、移动终端游戏等形式的游戏，以下简称“百度游戏”）相关的各项在线运营服务（以下简称“百度游戏服务”），用户应严格遵守本协议正文、各款游戏的游戏规则及其修订版本，以及文化部依据《网络游戏管理暂行办法》（文化部令第49号）制定的《网络游戏服务格式化协议必备条款》（见附录）。
							<br /> 第24条
							用户充分理解并同意：用户如果需要使用和享受百度游戏服务，用户需要将用户享有使用权的百度账号作为游戏账号。百度会按照国家相关要求将用户的实名注册信息运用于防沉迷系统之中，即百度可能会根据用户的实名注册信息判断用户是否年满18周岁，从而决定是否对用户的游戏账号予以防沉迷限制。并且，若用户未满18周岁，百度会根据有关规则及用户家长的要求对用户的帐号进行限制。
							<br /> 第25条 用户应妥善保管用户的游戏账号，用户应在知晓用户的游戏账号被盗用后第一时间通知百度。</br> 第26条
							如果用户长期连续未登陆且从未充值（视游戏厂商的规则而定），用户在游戏内的游戏数据可能会由于合服等原因被删除，对此百度不承担任何责任。
							<br /> <B>第27条 <u>百度在此提示用户，请不要与他人共享账号或将账号信息提供给他人，否则因此造成的损失百度不予承担。</u>
							</B> <br /> 第28条
							百度严禁一切形式的赌博，严厉打击银商，禁止线下交易。请用户珍爱账号，适度游戏，百度将与用户共同打造绿色的游戏平台。 <br />
							第29条
							在用户遵守本协议及相关法律法规的前提下，百度给予用户一项不可转让及非排他性的许可，以使用百度游戏服务。用户使用百度游戏服务仅可以非商业目的使用，包括：

						
						<BLOCKQUOTE>
							<P>
								<br /> 1.接收、下载、安装、启动、升级、登陆、显示、运行百度游戏； <br />
								2.创建游戏角色，设置角色名，查阅游戏规则、用户个人资料、游戏对局结果，开设游戏房间、设置游戏参数，在游戏中购买、使用游戏道具、游戏装备、游戏币等，使用聊天功能、社交分享功能；
								<br /> 3.使用百度游戏支持并允许的其他某一项或几项功能。
							</P>
						</BLOCKQUOTE>
						<br /> 第30条
						用户充分理解并同意：游戏中的各种虚拟物品（包括但不限于元宝、铜钱、礼金、金币、银两、游戏道具、游戏装备、游戏币等）是百度游戏服务的一部分，用户可以通过付费或依据游戏规则而获得其使用权。用户购买、使用游戏道具、游戏装备、游戏币等应遵循本协议、游戏规则的要求。
						<B><u>一旦购买完成，用户将不得撤销或要求将上述服务回兑成相应的现金或虚拟货币。</u> </B> <br /> 第31条
						用户充分理解并同意：百度不提供用户间交易虚拟货币的平台化服务。用户间交易虚拟货币构成对本协议的违反，百度有权在未经通知的情况下，采取相应适当措施，以确保百度不提供用户间交易虚拟货币的平台化服务。</br>
						第32条
						为保障玩家的正当利益，百度对盗号及盗号相关行为（包括但不限于盗取账号、游戏数据、玩家个人资料、协助盗号者操作及转移游戏道具等）予以严厉打击和处罚。一经查证属实或应有权机关要求，百度有权视具体情况立即采取封号等处罚措施，情节严重的，百度保留对涉案玩家追究法律责任的权利。
						<br /> 第33条
						如果百度发现或收到他人举报或投诉用户违反本协议约定的，经查证属实，百度有权不经通知随时对相关内容进行删除，并视行为情节对违规游戏账号处以包括但不限于警告、限制或禁止使用全部或部分功能、封号甚至终止服务的处罚。
						<br /> 第34条
						用户充分理解并同意，因用户违反本协议或相关规则的规定，导致或产生第三方主张的任何索赔、要求或损失，用户应当独立承担责任；百度因此遭受损失的，用户也应当一并赔偿。
						<br /> 第35条
						用户充分了解并同意，用户必须为自己游戏账号下的一切行为负责，包括用户所发表的任何内容以及由此产生的任何后果。用户应对百度游戏中的内容自行加以判断，并承担因使用百度游戏服务而引起的所有风险，包括因对百度游戏内容的正确性、完整性或实用性的依赖而产生的风险。百度无法且不会对因前述风险而导致的任何损失或损害承担责任。
						<br /> 第36条 除非法律允许或百度书面许可，用户不得从事下列行为：
						<BLOCKQUOTE>
							<P>
								<br />
								1.通过非百度开发、授权的第三方软件、插件、外挂、系统，使用百度游戏及百度游戏服务，或制作、发布、传播非百度开发、授权的第三方软件、插件、外挂、系统；
								<br />
								2.建立有关百度游戏的镜像站点，或者进行网页（络）快照，或者利用架设服务器等方式，为他人提供与百度游戏服务完全相同或者类似的服务；
								<br /> 3.对游戏软件进行反向工程、反向汇编、反向编译或者以其他方式尝试获取软件的源代码； <br />
								4.使用百度或百度游戏的名称、商标或其它知识产权； <br /> 5.其他未经百度明示授权的行为。
							</P>
						</BLOCKQUOTE>
						<br /> 第37条
						用户在使用百度游戏服务过程中有如下行为的，百度将视情节严重程度，依据本协议及相关游戏规则的规定，对用户暂时或永久性地做出禁言（关闭聊天功能）、强制离线、封号（暂停游戏帐号）、终止服务等处理措施，情节严重的将移交有关机关给予行政处罚，甚至追究用户的刑事责任：
						<BLOCKQUOTE>
							<P>
								<br /> 1.假冒管理员（GM）或其他客户服务人员； <br />
								2.传播非法言论或不当信息，包括使用非法或不当词语、字符等用于角色命名； <br />
								3.对GM或其他玩家进行辱骂、人身攻击等； <br />
								4.不断吵闹、重复发言、不断发布广告、恶意刷屏等；恶意封堵狭窄的路口造成其他玩家不便，以及恶意连续骚扰他人，影响他人游戏等其他行为；
								<br /> 5.以任何方式破坏百度游戏或影响百度游戏服务的正常进行； <br /> 6.各种非法外挂行为； <br />
								7.利用系统的BUG、漏洞为自己及他人牟利； <br /> 8.盗取他人游戏账号、游戏物品； <br />
								9.私自进行游戏账号交易； <br /> 10.私自进行游戏道具、游戏装备、游戏币等交易； <br />
								11.利用百度游戏服务进行赌博； <br /> 12.侵犯百度游戏的知识产权，或者进行其他有损于百度或第三方合法权益的行为；
								<br /> 13.其他在行业内被广泛认可的不当行为，无论是否已经被本协议或游戏规则明确列明。
							</P>
						</BLOCKQUOTE>
						<br /> <B>第38条 <u>百度游戏可能因游戏软件BUG、版本更新缺陷、第三方病毒攻击或其他任何因素导致用户无法登陆游戏账号，或导致用户的游戏角色、游戏道具、游戏装备及游戏币等账号数据发生异常。在数据异常的原因未得到查明前，百度有权暂时冻结该游戏账号；若查明数据异常为非正常游戏行为，游戏厂商将恢复游戏账号数据至异常发生前的原始状态，百度对此免责。</u><br />
							第39条 <u>百度未授权用户从任何第三方（包括其他用户）通过购买、接受赠与或者其他的方式获得游戏账号、游戏道具、游戏装备、游戏币等，百度不对第三方交易的行为负责，并且不受理因任何第三方交易发生纠纷而带来的申诉。</u><br />
							第40条 <u>用户充分理解到：百度游戏中可能会设置强制对战区域或玩法，如果用户不同意强制对战，请用户不要进入该游戏或游戏区域；用户的进入，将被视为同意该玩法并接受相应后果。</u><br />
							第41条 <u>由于互联网服务的特殊性，百度游戏有权根据法律法规的规定及相关主管部门的要求、第三方权利人的投诉举报、与合作方的合作情况，以及百度游戏业务发展情况，随时变更、中断或终止本服务的部分或全部内容。服务终止后，用户游戏中的各种虚拟物品（包括但不限于元宝、铜钱、礼金、金币、银两、游戏道具、游戏装备、游戏币等）将不予退还。</u>
						</B> <br /> 第42条 用户在使用百度游戏服务中产生的游戏数据的所有权和知识产权归百度所有，百度有权处置该游戏数据。 <br />
						第43条
						用户同意并授权百度为履行本协议之目的收集用户的用户信息，这些信息包括用户在实名注册系统中注册的信息、用户游戏账号下的游戏数据以及其他用户在使用百度游戏服务的过程中向百度提供或百度基于安全、用户体验优化等考虑而需收集的信息，百度对用户的用户信息的收集将遵循相关法律的规定。
						<br /> 第44条
						用户充分理解并同意：为更好地向用户提供百度游戏服务，百度可以将用户的用户信息提交给关联公司，且百度有权自行或通过第三方对用户的用户信息进行整理、统计、分析及利用。
						<br /> 第45条
						用户充分理解并同意：百度可以根据用户的用户信息，通过短信、电话、邮件等各种方式向用户提供关于百度游戏的活动信息、推广信息等各类信息。
						<br />
						</P>
					</BLOCKQUOTE>
					<P class=f9>
						<SPAN class=f9><B>第六章 法律适用与管辖</B> </SPAN>
					<BLOCKQUOTE>
						<P class=f9>
							第46条 本协议签订地为中华人民共和国北京市海淀区。 <br /> 第47条
							本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律。 <br /> <B>第48条 <u>若用户和百度之间因本协议发生任何纠纷或争议，首先应友好协商解决；协商不成的，用户同意将纠纷或争议提交至百度住所地有管辖权的人民法院管辖。</u>
							</B> <br />
						</P>
					</BLOCKQUOTE>
					<P class=f9>
						<SPAN class=f9><B>第七章 附则</B> </SPAN>
					<BLOCKQUOTE>
						<P class=f9>
							第49条
							关于打击网络谣言的司法解释：《最高人民法院、最高人民检察院关于办理利用信息网络实施诽谤等刑事案件适用法律若干问题的解释》已于2013年9月5日由最高人民法院审判委员会第1589次会议、2013年9月2日由最高人民检察院第十二届检察委员会第9次会议通过，现予公布，自2013年9月10日起施行。
							<br /> 第50条 所有用户发表的文章而引起的法律纠纷，与百度公司无关。 <br /> 第51条
							百度贴吧如因系统维护或升级等而需暂停服务时，将事先公告。若因硬件故障或其它不可抗力而导致暂停服务，于暂停服务期间造成的一切不便与损失，本贴吧不负任何责任。
							由于百度贴吧的调整导致信息丢失和/或其他结果的，百度公司不承担任何责任。 <br /> 第52条
							本协议未涉及的问题参见国家有关法律法规，当本协议与国家法律法规冲突时，以国家法律法规为准。
						</P>
					</BLOCKQUOTE>
				</TD>
			</TR>
			<TR>
				<TD class=f9 bgColor=#eeeeee>
					<DIV align=center>
						<B>文明上网七条底线</B>
					</DIV>
				</TD>
			</TR>
			<TR>
				<TD><B><SPAN class=f9><BR> </SPAN> </B> <SPAN class=f9>&nbsp;&nbsp;&nbsp;&nbsp;根据我国网络发展的现状，国信办鲁炜主任提出了网络空间的“七条底线”，我们每位网民在自由表达自己意见和诉求的同时，也要遵守“七条底线”，文明上网，争做文明网民。</SPAN>
					<BR> <BR> <SPAN class=f9><B>七条底线</B> </SPAN>
					<BLOCKQUOTE>
						<P class=f9>
							1.法律法规底线：有法可依、有法必依、执法必严、违法必究，任何时候，无论是网上网下，都将始终做到违法必究； <BR>
							2.社会主义制度底线，为我们全面建成小康社会提供了有力地制度保障，我们要积极拥护社会主义及社会主义制度； <BR>
							3.国家利益底线，作为国家公民，时刻维护我们伟大祖国的利益，这也是宪法赋予我们每位公民的光荣义务； <BR>
							4.公民合法权益底线，我们在网络反腐的同时，切记不能以“艳照”等不健康、不正当甚至违法手段对别人进行人身攻击，否则不仅触犯法律，也侵犯了无辜者的合法权益；
							<BR> 5.社会公共秩序底线，网络世界必须也要遵循一定的秩序规则，唯有如此大家才能营造一个良好健康的网络环境； <BR>
							6.道德风尚底线，崇尚美德在我国延续几千年的优秀传统，网络空间里也要讲道德，不做有违道德之事； <BR>
							7.信息真实性底线，要求我们在上网时一定要实事求是，而不能以讹传讹、散发谣传，积极宣传政府部门发布的真实信息。
						</P>
					</BLOCKQUOTE>
			<TR>
				<TD><B><SPAN class=f9></SPAN> </B> <SPAN class=f9>&nbsp;&nbsp;&nbsp;&nbsp;七条底线是根本，不能突破；是方圆，不能逾越。我们广大网民积极宣传落实“七条底线”，争做文明网民，净化网络空间，还网络一片“蓝天”。</SPAN>
					<SPAN><BR> </SPAN>
					<P class=f9>
						<SPAN class=f9><B> 附录：《网络游戏服务格式化协议必备条款》</B> </SPAN>
					<BLOCKQUOTE>
						<P class=f9>
							<B>1.账号注册</B> <br /> 1.1
							乙方承诺以其真实身份注册成为甲方的用户，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和必备条款约定对所提供的信息承担相应的法律责任。
							<br /> 1.2
							乙方以其真实身份注册成为甲方用户后，需要修改所提供的个人身份资料信息的，甲方应当及时、有效地为其提供该项服务。 <br /> <B>2.用户账号使用与保管</B>
							<br /> 2.1
							根据必备条款的约定，甲方有权审查乙方注册所提供的身份信息是否真实、有效，并应积极地采取技术与管理等合理措施保障用户账号的安全、有效；乙方有义务妥善保管其账号及密码，并正确、安全地使用其账号及密码。任何一方未尽上述义务导致账号密码遗失、账号被盗等情形而给乙方和他人的民事权利造成损害的，应当承担由此产生的法律责任。
							<br /> 2.2 乙方对登陆后所持账号产生的行为依法享有权利和承担责任。 <br /> 2.3
							乙方发现其账号或密码被他人非法使用或有使用异常的情况的，应及时根据甲方公布的处理方式通知甲方，并有权通知甲方采取措施暂停该账号的登陆和使用。
							<br /> 2.4
							甲方根据乙方的通知采取措施暂停乙方账号的登陆和使用的，甲方应当要求乙方提供并核实与其注册身份信息相一致的个人有效身份信息。 <br />
							2.4.1 甲方核实乙方所提供的个人有效身份信息与所注册的身份信息相一致的，应当及时采取措施暂停乙方账号的登陆和使用。 <br />
							2.4.2
							甲方违反2.4.1款项的约定，未及时采取措施暂停乙方账号的登陆和使用，因此而给乙方造成损失的，应当承担其相应的法律责任。 <br />
							2.4.3 乙方没有提供其个人有效身份证件或者乙方提供的个人有效身份证件与所注册的身份信息不一致的，甲方有权拒绝乙方上述请求。 <br />
							2.5
							乙方为了维护其合法权益，向甲方提供与所注册的身份信息相一致的个人有效身份信息时，甲方应当为乙方提供账号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料。
							<br /> <B>3.服务的中止与终止</B> <br /> 3.1
							乙方有发布违法信息、严重违背社会公德、以及其他违反法律禁止性规定的行为，甲方应当立即终止对乙方提供服务。 <br /> 3.2
							乙方在接受甲方服务时实施不正当行为的，甲方有权终止对乙方提供服务。该不正当行为的具体情形应当在本协议中有明确约定或属于甲方事先明确告知的应被终止服务的禁止性行为，否则，甲方不得终止对乙方提供服务。
							<br /> 3.3
							乙方提供虚假注册身份信息，或实施违反本协议的行为，甲方有权中止对乙方提供全部或部分服务；甲方采取中止措施应当通知乙方并告知中止期间，中止期间应该是合理的，中止期间届满甲方应当及时恢复对乙方的服务。
							<br /> 3.4 甲方根据本条约定中止或终止对乙方提供部分或全部服务的，甲方应负举证责任。 <br /> <B>4.用户信息保护</B>
							<br /> 4.1
							甲方要求乙方提供与其个人身份有关的信息资料时，应当事先以明确而易见的方式向乙方公开其隐私权保护政策和个人信息利用政策，并采取必要措施保护乙方的个人信息资料的安全。
							<br /> 4.2
							未经乙方许可甲方不得向任何第三方提供、公开或共享乙方注册资料中的姓名、个人有效身份证件号码、联系方式、家庭住址等个人身份信息，但下列情况除外：
							<br /> 4.2.1 乙方或乙方监护人授权甲方披露的； <br /> 4.2.2 有关法律要求甲方披露的； <br />
							4.2.3 司法机关或行政机关基于法定程序要求甲方提供的； <br /> 4.2.4
							甲方为了维护自己合法权益而向乙方提起诉讼或者仲裁时； <br /> 4.2.5 应乙方监护人的合法要求而提供乙方个人身份信息时。
							<br />
						</P>
					</BLOCKQUOTE>
				</TD>
			</TR>
			</TD>
			</TR>
			<TR>
				<TD class="f9" bgcolor="#eeeeee">
					<DIV align=center>
						<B>跟帖评论自律管理承诺书</B>
					</DIV>
				</TD>
			</TR>
			<TR>
				<TD><B><SPAN class="f9"></br> </SPAN> </B> <SPAN class="f9">&nbsp;&nbsp;&nbsp;&nbsp;为深入贯彻十八届四中全会依法治国的精神，落实国家互联网信息办公室“依法管网、依法办网、依法上网”的要求，本网站为完善跟帖评论自律管理，现公开作出如下承诺：</SPAN>
					</br> </br>
					<BLOCKQUOTE>
						<P class="f9">
							1.本网站所称跟帖评论服务，是指通过运营网络互动传播技术平台，供用户对本网站传播的各类信息发表评论意见（包括但不限于语音、文字、图片、音频、视频等信息）的服务；
							</br>
							2.本网站致力使跟帖评论成为文明、理性、友善、高质量的意见交流。在推动跟帖评论业务发展的同时，不断加强相应的信息安全管理能力，完善跟帖评论自律，切实履行社会责任，遵守国家法律法规，尊重公民合法权益，尊重社会公序良俗；
							</br> 3.本网站坚持用户以真实身份信息注册账号、使用跟帖评论服务； </br>
							4.本网站承诺、并诚请所有用户，使用跟帖评论服务将自觉遵守不得逾越法律法规、社会主义制度、国家利益、公民合法权益、社会公共秩序、道德风尚和信息真实性等“七条底线”；
							</br> 5.本网站承诺、并诚请所有用户不发表下列信息： </br> 5.1 反对宪法确定的基本原则的； </br> 5.2
							危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； </br> 5.3 损害国家荣誉和利益的； </br> 5.4
							煽动民族仇恨、民族歧视，破坏民族团结的； </br> 5.5 煽动地域歧视、地域仇恨的； </br> 5.6 破坏国家宗教政策，宣扬邪教和迷信的； </br>
							5.7 散布谣言，扰乱社会秩序、破坏社会稳定的； </br> 5.8 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的； </br> 5.9
							侮辱或者诽谤他人，侵害他人合法权益的； </br> 5.10 对他人进行暴力恐吓、威胁，实施人肉搜索的； </br> 5.11
							未获得未满18周岁未成年人法定监护人的书面同意，传播该未成年人的隐私信息的； </br> 5.12 散布污言秽语，损害社会公序良俗的； </br>
							5.13 侵犯他人知识产权的； </br> 5.14 散布商业广告，或类似的商业招揽信息； </br> 5.15
							使用本网站常用语言文字以外的其他语言文字评论的； </br> 5.16 与所评论的信息毫无关系的； </br> 5.17
							所发表的信息毫无意义的，或刻意使用字符组合以逃避技术审核的； </br> 5.18 法律、法规和规章禁止传播的其他信息。 </br>
							6.对违反上述承诺的用户，本网站将视情况采取预先警示、拒绝发布、删除跟帖、短期禁止发言直至永久关闭账号等管理措施。对涉嫌违法犯罪的跟帖评论将保存在案、并在接受有关政府部门调查时如实报告；
							</br> 7.本网站承诺，完善公众举报平台，欢迎用户监督举报各类不法传播活动和违法有害信息，以共同营造清朗的网络空间;
						</P>
					</BLOCKQUOTE>
				</TD>
			</TR>

		</TBODY>
	</TABLE>
	<style>
#ft {
	clear: both;
	margin-top: 20px;
	line-height: 20px;
	text-align: center
}

#ft,#ft * {
	color: #77C;
	font-size: 12px;
	font-family: Arial;
	white-space: nowrap
}

body {
	margin-bottom: 4px
}
</style>
	<div id='ft'>
		&copy;
		<script>
        document.write(new Date().getFullYear());
        </script>
		Baidu <a href='https://www.baidu.com/duty/'>使用百度前必读</a>
	</div>
</BODY>

</HTML>
